
const myTypeM = ['小户型','中户型','大户型','别墅型'];
const myStyle = ['北欧','简约','中式','日式','欧式','美式','地中海'];
export default [
    [
        {
            index:1,
            title:'小福的梦幻岛',
            tab:'45平,一室,北欧',
            content:[
                '本案是小公寓翻新项目，进门过道并不是特别宽敞，为了满足收纳鞋子的需求，特地做了和电视柜衣柜一整体的斜插式鞋柜。',
                '既满足了收纳功能，也使得柜体统一和谐，美观实用。',
                '墙面材质的转换作为功能区的划分。',
                '由于厨房空间较小，且业主鲜少做饭，主要以做蛋糕甜点为主.',
                '原木色台面和灰色柜体搭配白色的面包砖，让厨房变得犹如甜品店一样精致。',
                '小吧台的设计是为了业主小福的就餐同时也可以作为暂时放置甜点的操作台面。',
                '墙面使用爵士白瓷砖，从地下延伸至墙面的粉红色小方砖。',
                '满足了少女心的要求，进入卫生间有一种走红毯的仪式感，让泡澡更加有情调。大面积的镜柜，可以满足日常化妆洗漱。',
                '整个房子成一字型，客厅与卧室之间并没有做多余的隔断，使得整个空间更加通透。',
                '客厅定制的双人位沙发可以满足业主“瘫” 的要求。',
                '温和的色调给人一种愿意沉醉于这份悠然自得当中的感受。',
                '客厅氛围舒适又温馨。',
                '同时我们沿着墙体做一整排的收纳柜，满足了物品储藏需求，让空间保持更干净整洁。',
                '每个不同的功能区在色调和设计的整合下，浑然天成。',
                '小饰品和软装的搭配，给整体硬装增加了一分可爱。',
                '功能区通透的划分。',
                'ins风的小壁灯和床品软装搭配的相辅相成。',
                '阳台的氛围就连小宠物都有属于自己的小天地。',
            ],
            pic:{
                total:19,
                dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/0/1/',
                type:'.png',
            },
            url:'http://www.lingduohome.com/newApp/share/dc?a=15633&source=text_link',

        }
    ]
]
