
const myTypeM = ['小户型','中户型','大户型','别墅型'];
const myStyle = ['北欧','简约','中式','日式','欧式','美式','地中海'];
//户型 0 开始》风格 0 开始》第几个项目 1 开始》图片类型png 1开始
export default [
    [//0 户型
        [//0 北欧
            {
                index:1, //第几个项目
                title:'小福的梦幻岛',  //项目标题
                tab:'45平，一室，北欧',  //项目的说明
                content:[
                    '本案是小公寓翻新项目，进门过道并不是特别宽敞，为了满足收纳鞋子的需求，特地做了和电视柜衣柜一整体的斜插式鞋柜。',
                    '既满足了收纳功能，也使得柜体统一和谐，美观实用。',
                    '墙面材质的转换作为功能区的划分。',
                    '由于厨房空间较小，且业主鲜少做饭，主要以做蛋糕甜点为主.',
                    '原木色台面和灰色柜体搭配白色的面包砖，让厨房变得犹如甜品店一样精致。',
                    '小吧台的设计是为了业主小福的就餐同时也可以作为暂时放置甜点的操作台面。',
                    '墙面使用爵士白瓷砖，从地下延伸至墙面的粉红色小方砖。',
                    '满足了少女心的要求，进入卫生间有一种走红毯的仪式感，让泡澡更加有情调。大面积的镜柜，可以满足日常化妆洗漱。',
                    '整个房子成一字型，客厅与卧室之间并没有做多余的隔断，使得整个空间更加通透。',
                    '客厅定制的双人位沙发可以满足业主“瘫” 的要求。',
                    '温和的色调给人一种愿意沉醉于这份悠然自得当中的感受。',
                    '客厅氛围舒适又温馨。',
                    '同时我们沿着墙体做一整排的收纳柜，满足了物品储藏需求，让空间保持更干净整洁。',
                    '每个不同的功能区在色调和设计的整合下，浑然天成。',
                    '小饰品和软装的搭配，给整体硬装增加了一分可爱。',
                    '功能区通透的划分。',
                    'ins风的小壁灯和床品软装搭配的相辅相成。',
                    '阳台的氛围就连小宠物都有属于自己的小天地。',
                ],
                pic:{
                    total:19, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/0/',
                    type:'.png',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=15633&source=text_link',

            },
            {//0  北欧
                index:2, //第几个项目
                title:'蜕の变',  //项目标题
                tab:'60㎡，二室一厅一厨一卫，北欧',  //项目的说明
                content:[
                    '1.入户门厅功能性和美观性并重，满足入户必备的收纳需求，一幅黑白灰建筑摄影装饰画点缀空间，简洁、明快而有序。',
                    '2.放弃了沙发+茶几+电视背景墙的传统客厅三件套设计，客厅区域变身多功能区，满足屋主轻松、简约的生活方式。',
                    '3.集书房、休闲、睡眠于一体的多功能区，实用兼顾艺术感。家是一个放松的地方，爸爸妈妈在沙发边看书，宝贝在书桌旁学习，最好的教育是父母的言传身教。',
                    '4.一整面的书柜设计，满足了业主众多藏书的摆放需求。书柜分为上下两部分，上半部分是敞开式书架，下半部分是封闭式收纳柜和翻板床。',
                    '5.翻板床平时嵌入在书柜之中的翻板床，不占任何空间，需要时又可以随时打开使用，当之不愧为整个空间设计中的高妙所在。' ,
                    '6.大面积留白的墙面，设计感极强的书桌、浅灰色的布艺圆凳、几幅黑白装饰画便提升了空间温度。',
                    '7.自然、素雅、纯粹、精致的一角。',
                    '8.户外阳光下斑驳的旧墙，与重获新生的室内空间，新与旧的碰撞，让这个70年代的学区房完美蜕变。',
                    '9.设计是为了更好的生活，原来的阳台被纳入多功能区，增加了室内空间的自然采光。',
                    '10.用装饰柜将洗衣机烘干机隐藏，在具有客厅娱乐、休闲功能的同时，又兼具生活阳台功能。',
                    '11.多功能区的书柜延伸到餐厅，又可以作为餐边柜来使用，多功能在这个空间被利用得淋漓尽致。',
                    '12.从主卧看向餐厅，虽然整个餐厅占位很小，但清新、雅致。胡桃木色扑面而来的是一股浓密森林的气息，让整体白的空间更显生机、活力。',
                    '13.复古圈织的螺纹质感花瓶，凝固着时光的记忆，记录岁月的变迁，搭配胡桃木色的自然，给人的不仅仅是视觉上的满足，更是一种精神上的慰籍。',
                    '14.空间不大，厨房U型橱柜设计最大限度地扩大了使用空间，同时又是通往儿童房的必经之地，所以采用了开放式厨房的设计。',
                    '15.主卧室同样是灰与白的主场，空间跨度足够，在主卧室床头设计了一组储物柜作为床头背景，既增加了大量的储物空间，造型设计又不失美观。',
                    '16.女主人梦寐以求的步入式衣帽间，打破传统采用长虹玻璃作隔断，通透感十足。所有衣物采用悬挂式收纳，收容量大且一目了然，便于衣物的收纳和拿取。',
                    '17.床头背景造型柜的设计刚好适用于喜欢阅读的屋主，壁灯的方向可以随意调节，便于阅读。',
                    '18.所有学习和玩耍的空间被移至公共的多功能区，儿童房主要为睡眠空间，干净而素朴。',
                    '19.原本卫生间狭小局促，扩大后的卫生间，完全满足台盆、淋浴、座便器三件套的空间布局。自带灯带的装饰镜，让空间更有层次感。',
                ],
                pic:{
                    total:20, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/0/',
                    type:'.jpg',
                },
                url:'lingduohome.com/newApp/share/dc?a=17417&source=text_link', //地址url
            }
        ],
        [//1 简约
            {
                index:1, //第几个项目
                title:'灰色旧事',  //项目标题
                tab:'35㎡，一室一厅一厨一卫，简约',  //项目的说明
                content:[
                    '1.倚柱而建的异形毛面大理石餐台，看上去会更有质感，恰到好处的水泥灰的颜色延续了整个空间的主体色调，冷静又个性。',
                    '2.略显斑驳的素水泥在用色上不仅突出工业风的冷酷格调，毛面的处理更是有后现代的时尚感，做旧沙发也充满浓郁的工业风痕迹。',
                    '3.白色茶几突出空间的轻盈感和层次感，落地式置物架的自由组合，给你更多的想象空间及简单的搭配。',
                    '4.沙发旁边的二层上面可以睡觉，下面可以置放生活物品，楼上的玻璃矮墙视觉上增加了空间通透感。',
                    '5.电视背景墙采用了文化石和壁炉元素，文化石表现的是自然的清新，壁炉表现出的是低调的优雅，时尚与复古结合，将房间的文化韵味表现的淋漓尽致。',
                    '6.防腐木的运用让不大的小院更多出一份休闲与惬意，黑色的铁艺花架既能挂盆栽，也能晾晒衣物，美观与实用兼顾。',
                    '7.木栅栏既能起到空间区分的作用，又能起到装饰作用。',
                    '8.卧室中打造了一个地台设计，榻榻米的睡眠空间会让人觉得很放松舒适，同时也不会让本不大的卧室空间显得过于拥挤。',
                    '9.墙面的水管造型置物架极具个性，铁艺与水泥元素深受近年来很多年轻业主的垂青。',
                    '10.浅木色地板与白色文化石相互辉映，干净又朴素。',
                    '11.主要的出租群体以外国友人为主，所以厨房打造成了完全开放式的西式厨房。',
                    '12.卫生间以中性灰的墙面砖搭配儒雅的灰白拼色小地砖，低调却不乏时尚。',
                    '13.就是这个旧旧的范儿。',
                    '14.《灰色旧事》，等你来。',
                ],
                pic:{
                    total:15, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/1/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=11684&source=text_link',

            },
            {//1  简约自由乐居 40平米一室一厅简约
                index:2, //第几个项目
                title:'自由乐居',  //项目标题
                tab:'40㎡，一室一厅一厨一卫，简约',  //项目的说明
                content:[
                    '1.进门处有个凹陷的结构，填满做了鞋柜和一大面储物柜，左侧高柜是衣柜，放弟弟偶尔住的衣物。侧面则是通高的鞋柜。',
                    '2.复古的瓷砖是特意选的，为了搭配黑色家具，让现代风格更有质感。',
                    '3.1500mm宽的双人床满足父母和弟弟偶尔来住，设计在这个位置是想让它显瘦、不起眼。',
                    '4.长条卡座放置垫子可坐可卧，平台留以插座供加湿器等各种电器实用。',
                    '5.坐在沙发上看投影的角度，餐厅灯选择可以升降的款式。做了一大转角长条卡座，备于储物，卡座上也可以放置装饰和水壶等。餐桌是可展开，朋友来了能轻松',
                    '6.卡座下沿做了一个凹进去的细节，体现一个悬浮效果，并装有灯带。',
                    '7.鞋柜的侧板选择简约的门板，特意选择墙漆颜色一致，看起来就跟墙体结构一体。',
                    '8.进门左侧的走廊，洗衣机被放在原有的凹陷空间内。上面的柜子跟墙体颜色做成了一致。',
                    '9.卫生间门口是谷仓门，把手是后配的。',
                    '10.窗帘是可以拉过来挡住晾衣服的小空间。',
                    '11.原有放置空调外机的地方被加以利用，做了一个储物地台，把晾衣服放在里面，这样不用晾衣架也可以轻松挂衣服。',
                    '12.定制的抽屉柜，用的是柜门盖住桌板的做法，显得更加简约。',
                    '13.这样的搭配有历史感，好打理，用多久也不会过时。',
                    '14.极简和复古的搭配延续至厨房。',
                ],
                pic:{
                    total:15, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/1/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=16804&source=text_link', //地址url
            }
        ],
        [//2 中式
            {
                index:1, //第几个项目
                title:'归家时有片柔软的云',  //项目标题
                tab:'55㎡，二室一厅一厨一卫，中式',  //项目的说明
                content:[
                    '1.沙发极具线条感，加上了厚厚的亚麻坐垫，坐起来也同样舒适，空间内古朴、纯净的气息扑面而来。',
                    '2.沙发背景墙只用树枝做出线条勾勒，同时呼应旁边的水墨画，画下的案几放置一个浅绿色香炉，意境满满。',
                    '3.餐厨用长虹玻璃做隔断，餐厅与客厅间用中式帘幕做隔断，让各个空间有联通的同时，又各自有着区分。',
                    '4.餐桌旁看似是墙面的装饰，实际上暗藏玄机，做了正面的储藏空间，容纳下整个家里的杂物，让整个在外面的空间可以一直保持着「留白」的禅意。',
                    '5.家中的小摆设也都经过精心的搭配，处处体现女主人的典雅。',
                    '6.卧室同样采用呼应沙发的板式设计，简约古朴，搭配纯白色床笠显得空灵。都说床是修炼，聚集能量的地方，在这里，仿佛能搜集最纯净的能量。',
                    '7.床边搭配一小束绿枝丫，加上墙上的「白露」二字，简简单单的搭配中透露出一股诗意。',
                    '8.在卫生间设计上同样遵循古典雅致与简约的原则，胡桃色的下柜搭配黄铜门把手，细节之处也体现了精致感。',
                    '9.与客厅相邻的是餐厅，并且同时兼具会客厅和工作区。约上三五好友，一起吃些家常便饭，看着桌上的花，旁边的绿枝，顿时感受到质朴田园生活的力量。',
                    '10.在所有细节上，都用了亚麻、藤编等专属的中式风格设计，简约不繁复，在软装的选择上也十分大气。',
                    "11.竹帘做隔断，加以龙柳枝装饰突出隔断的感觉又不失中式的典雅'12.茶壶加一直绿色突显生活气息",
                    '13.简洁干净的厨房让整个空间看起来很素雅',
                    '14.男孩房简单干净',
                ],
                pic:{
                    total:15, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/2/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=17475&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '木禾居',  //项目标题
                tab: '65㎡,一室一厅一厨一卫  ,中式',  //项目的说明
                content: [
                    '入户玄关画，选了张大千先生的水墨荷花，配电箱画是一株兰草。左侧有一副整衣镜，右侧地暖柜兼鞋柜，简洁干净。',
                    '入户后，可以看到开放的吧台区，小仙女平时住校，在家下厨时就在此吧台就餐，吧台紧邻厨房，使用非常便利，也可以坐在此处看电视。',
                    '房间打通后，采光变得非常好，客厅窗户加了一席卷帘，透光不透景，放下来有一种朦胧的美感。',
                    '走廊通畅，一条主通道连接各个区域。吧台起到了“隔断”的作用，将休憩区和餐厨区分隔开来。',
                    '宽大的沙发，可以预备客人留宿的不时之需。',
                    '空间本身具有韵律美感时，装饰摆设无需太多。在暖阳里，沉淀岁月静好的时光。',
                    '本案色彩以素为主，灰白是基调，搭配温暖的木质、藤麻，使小空间看起来舒适又明亮。',
                    '厨房L型操作台，地方虽小空间不小，白色热水器“隐藏”进白色墙面。灰色的水泥砖由地及墙，搭配古朴花砖收边，平凡中也有淡淡美感。',
                    '卫生间门由正对入户改到了房间内侧的主通道旁，多出了玄关空间，进出也不再绕弯。',
                    '打开卫生间门是一扇梅花镜，别致的韵味像极了中式园林中的透花窗，自成一景。',
                    '从卫生间望向客厅，可以看到卧室的圆窗门。一侧的电视墙打造了大容量的收纳柜，进深足够挂衣。靠近卧室侧可以储备衣物，靠近厨房侧可以储放厨房用品。',
                    '寝室氛围静谧，悬挂一幅水墨丹青纱帘，仿佛山间薄雾弥漫，人在画中仙境一般，自有一番意趣。',
                    '衣柜的形式改用四张屏风推拉扇，拉开后分两部分，左边正常储物区，右边内置书桌，是个隐藏式小工作区，不想整理的时候，拉扇一关，落得干净。',
                    '主卧阳台，墙砖和卫生间一样，选择有水墨肌理的釉面砖，这款砖透露出的古朴风很温暖，不似水泥砖般清冷。小户型干净整洁的诀窍，就是材质选择要统一。',
                    '床品搭配了竹绣，与水墨帘呼应。这套案例中搭配的植物纹样竹、兰、莲，都属清雅之物，代表“清华其外、澹泊其中、清新脱俗，不媚世做态”的生活态度。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/2/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=14248&source=text_link', //地址url
            }

        ],
        [//3 日式
            {
                index: 1, //第几个项目
                title: '来去诗',  //项目标题
                tab: '68㎡,一室一厅一厨一卫 ,日式',  //项目的说明
                content: [
                    '1.玄关处设计了一整面墙的衣帽鞋柜，换鞋的小凳子，方便使用。',
                    '2.一目了然舒适温馨的空间。大块的地板更增加了空间的通透性。',
                    '3.简单的日式加北欧混搭，随意又温馨，选了一副有动物的装饰画给空间增加了些许灵动的感觉。',
                    '4.餐厅选了长条凳加两个单人椅，简单又不死板。吃饭多一个人的时候还能挤挤坐~',
                    '5.精挑细选的单人沙发，线条感很好看。',
                    '6.舒适的懒人沙发，可以随时瘫在家里看电视~',
                    '7.明亮舒适的卧室，简简单单就挺好的。',
                    '8.换个角度来一张，女主人的梳妆台，有储物空间的飘窗，可以放些不常用的东西。',
                    '9.依旧是简单明亮的~~厨房，用了白色工字砖增添一些趣味。',
                    '10.卫生间延续了简洁的搭配。',
                    '11.没有烦心的梦，没有琐碎的一切。',
                ],
                pic: {
                    total: 12, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/3/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=8946&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '斫雕为朴原木风',  //项目标题
                tab: '50㎡,一室一厅一厨一卫  ,日式',  //项目的说明
                content: [
                    '1.构筑一个“平坦”之家意味着舍弃那种戏剧化的设计语言，而采用一种“无主体”、“弱对比”、“反清晰”的方式去呈现一个平铺直叙的日常世界。',
                    '2.客厅和卧室共用的墙体是家的中心，设计留下了一片白墙，用空白去削弱它的核心感，呈现一片平坦、平静的平面，让空间在弱对比中慢慢拉大，视线退远。',
                    '3.书架的分隔采用多种模数混合错拼而成。它们组合成了大小两种格子，餐桌、工作桌、沙发、工作桌、沙发、空调和梁打破原有的秩序。',
                    '4.最后再随机嵌上一些柜门，满足某些物品藏的需求，当它们打开时，如同建筑立面窗扇般跃动。它们共同作用创造一个暧昧不清、模糊难辨、层次微弱的世界。',
                    '5.白墙上的木门吸取了民居的“土”做法，储藏柜门和卧室门，两组门统一到梁底高度，为了控制变形，门扇四周做框料，内部采用密格栅加固。',
                    '6.卧室的设计还原居住的最本质需求，白墙木地，称托老榆木的一套定制家具。',
                    '7.床的对面是格栅吊柜，将空调位也做了一体化的设计。',
                    '8.厨房全实木定制，环保至上的理念是家设计的根本原则。',
                    '9.入口的墙面采用镜面墙，进入卫生间的门使用极细的黑框，建筑师的强迫症。',
                    ',10.只有1.6m*2m的卫生间。白色是主打色，结合镜面设计，使小空间不再压抑。原木台面点缀了空间。',
                    '11.淋浴间使用青花瓷花砖进行点缀，中式古朴的元素是我们家的一大特色。',
                    '12.家中的灯具是利用废木料手工制作而成，它们的构造形式基本相同：木框架+led灯具+羊皮纸。 ',
                ],
                pic: {
                    total: 13, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/3/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=13451&source=text_link', //地址url
            }

        ],
        [//4 欧式
            {//0  风格
                index: 1, //第几个项目
                title: '巴黎假日',  //项目标题
                tab: '50㎡,二室一厅一厨一卫 ,欧式',  //项目的说明
                content: [
                    '初次与你相遇，是在武康路上的一个法式咖啡馆....',
                    '当木那的我还不知如何向你开口时，你轻轻的说了一句：“这咖啡馆的风格我好喜欢，好想能搬回家。”我微笑的点头，心里默想：是以后我们的家....',
                    '这时邻桌的一只猫咪吸引了我们的注意力，我们也找到了我们共同喜好点，之后我们的话题从猫开始慢慢约聊约开心.....',
                    '我们坐在能看到户外飘落着梧桐树叶落地窗边，一边喝着咖啡一边分享着自己生活中的一些喜好和有趣的事情',
                    '你说你现在最想去旅行的地方是法国，从小在上海法租界长大的你想去法国看看那些艺术，那些建筑，还有巴黎圣母院（当然那时它还没有被烧毁）.....',
                    '时间过的飞块，不知不觉的已经到了饭点.....',
                    '我们从咖啡馆走出，踩着满是秋叶小道沿着武康路走到复兴西路，,找了一家不是很贵但很精致的西餐厅就餐....',
                    '当你看着菜单，嘟着嘴和我说菜单上的牛排你大多都会做时，我心中更坚定了下半辈子要和你在一起的想法.....',
                    '自从那天之后我们确定了是彼此想找的那个人.....',
                    '这些年我们一起去过毛里求斯踏过沙滩，也去过埃及看来那神秘的金子塔，当然还有你那最向往的法国巴黎....',
                    '我把我的所有积蓄加上贷款买了一套不算很大的小户型两室作为我们以后的家....',
                    '当我们从上家拿到钥匙进入到我们的新家是，你那满心欢喜的笑容真像一个天真无邪的孩子....',
                    '当我和你说我们请个设计师把房子重新设计装修一下时，在你的笑容之下其实知道我为了买这个房子，已经倾净所有....',
                    '你笑着对我说：“好啊，我们婚房当然设计的好一点，我也不想我们的新家和别人千篇一律，钱不够和我说。”说着你把你的存折塞给了我....',
                    '从和设计师对图开始，选材料，选软装，我们一路走来....',
                    '当装修完，我们住进了这个法式风格的小屋时，我的思绪又回到了2年前我们第一次见面的那个武康路咖啡馆....',
                    '你看了看设计师给我们的小屋设计的门牌，笑着对我说：往后余生，请多关照！“',
                ],
                pic: {
                    total: 18, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/4/',
                    type: '.jpg',
                },
                url: 'http://www.lingduohome.com/newApp/share/dc?a=15633&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '且听风吟但看锦年',  //项目标题
                tab: '55㎡,一室一厅一厨一卫  ,欧式',  //项目的说明
                content: [
                    '1.玄关与客厅之间的隔断墙，使用透光不透影的压花玻璃，制作了一个引进光线的小“窗”，保证门厅的明亮。',
                    '极具复古色彩的千鸟格沙发，让客厅更添一份优雅与经典。',
                    '边柜上，摆放着喜欢旅行的屋主，从世界各地收集来的精致物件，成为家中独一无二的亮点。',
                    '客厅没有安装电视，对于屋主而言，这里是品茶休闲的地点，而茶几就是他的茶台。身处于老上海的优雅，品味醇香的茶，是属于她的惬意悠长。',
                    '沙发对面的边柜，带有属于那个时代的特色，汇集经典，独特精美。与墙面相辅相成，弥漫着岁月沉淀的味道，透露着浓浓的复古韵味。',
                    '餐厅位于客厅的另一侧，与之开放互联，让空间宽敞又开阔，打造自在且舒适的生活环境。',
                    '精巧的小圆桌，将生活的精致感诠释的淋漓尽致。桌子的木色与地面相得益彰，洋溢着老上海的典雅与浪漫',
                    '高颜值的角柜，将角落空间极致利用，收纳屋主的书籍。这里不仅是复古的餐厅，同样是有腔调的书房。',
                    '卧室的的地板，延续了客厅的设计，让两个空间保有呼应。',
                    '床尾处占据整面墙的通高衣柜，满足屋主的衣物收纳需求。胡桃木色搭配黄铜五金，是属于老上海的雅韵。', '临窗位置的床头光线正好，摆放一张的梳妆台，既满足屋主的化妆、护肤的需求，还兼具床头柜的功能。',
                    '带有黄铜元素的铁艺床，极具时代风格。在墙地面的衬托下，卧室宛如电影中的场景，每一个细节都营造得恰到好处。',
                    '床的另一侧，藤编元素的床头柜清新扑面，营造富有自然气息的舒睡空间，精致的床头吊灯作为夜晚的装饰品。夜幕降临，灯光亮起，梦回十里洋场的瑰丽。',
                    '墙面设计却大相径庭，使用绿色的护墙板，搭配碎花壁纸，营造清新舒适的睡眠环境。',
                    '生间与隔断采用同样的压花玻璃，增加内部采光。使用开合时不占空间的折叠门，从细节提升生活的舒适度。',
                    '洗手台外置，设置在卫生间对面，让卫生间更加宽敞舒适。同时动线合理，使用起来十分方便。',
                    '面按照洗、切、炒，的操作流程设计，让做饭过程更加顺畅。灶台区台面相较其它区域略矮3cm，操作起来更加顺手。',
                    '地面的六角拼花地砖延伸至洗手台墙面，美观的同时起到防水的作用。',
                    '黄铜制的水龙头及镜面边框，复古轻奢感十足，营造专属老上海的华丽风韵。',
                    '卫生间使用白色墙砖，将引入的光线再次反复折射，让内部更加明亮。而粉橘色的加入，更添了一份活泼。',
                ],
                pic: {
                    total: 21, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/4/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=18599&source=text_link', //地址url
            }

        ],
        [//5 美式
            {
                index: 1, //第几个项目
                title: '未完成',  //项目标题
                tab: '65㎡,#二室一厅一厨一卫,美式',  //项目的说明
                content: [
                    '改造出来的书房空间一角。',
                    '现场制作的书桌，可供平时办公与学习。',
                    '开放式的厨房，小两口可制作美食的地方。',
                    '小花砖贴出来的吧台，搭配属于业主小两口的生肖高椅。',
                    '进门的储藏柜，吧台上的食物。',
                    '餐厅部分，折叠的餐桌，拉伸出来可供多人使用。',
                    '客厅，绿色盎然。',
                    '在回看一次餐厅。',
                    '主卧室的飘窗。',
                    '主卧室的优雅静然。',
                    '花砖细节。',
                    '餐厅，品尝美食的地方',
                    '现场制作的额洗面台。',
                    '素雅的卫生间。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/5/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=7854&source=text_link', //地址url
            },
            {
                index: 2, //第几个项目
                title: '我是摩羯座',  //项目标题
                tab: '67㎡,#二室一厅一厨一卫,美式',  //项目的说明
                content: [
                    '电视墙挖半墙做一个简单的造型既有凹凸感又看起大方，白色石膏鹿头使电视墙有了立体感。',
                    '米色布艺沙发慵懒且不失质感天空蓝的老虎椅子和布艺窗帘相辉映使整个空间鲜明愉快',
                    '沙发背景的线条使空间有了流线性，既不繁琐复杂又增添了层次感。',
                    '玻璃镜面的花瓶沉着大气又时尚，瓶中绿植给电视墙带了大自然的活力。',
                    '餐区的镜面挂画一丝小美式复古元素，表现出女主人对家的喜爱也增添了家里的温馨。',
                    '木纹砖的地面有了大自然的树木的气息，电视柜和茶几统一的色调使整个空间协调又整洁。',
                    '盥洗区在过道使整个厕所明亮空间大，沙发边几独特的造型简单却不失yazhi。',
                    '沙发背景的壁灯温馨配上装饰挂画使沙发背景墙多了份xianghe美好。',
                    '厨房与生活阳台打通形成一个正方形 黑白花砖地面配上白色面包砖墙面 使厨房通透且宽大 开放式的厨房是我做的小心机 不仅看起大气而且视眼非常好。',
                    '厨房开放式厨房使空间看起比原始厨房大很多。',
                    '主卧镜面床头柜与美式布艺床的搭配好一个时尚感。',
                    '主卧飘窗台 简单的坐垫 明亮的视线 让主卧更加大气。',
                    '亚克力的挂画使厕所也变得如此生机。',
                    '独立盥洗区 侧面挖的小半墙实用又美观 把整个空间都利用得恰到好处。',
                    '儿童房 打掉了飘窗 整个房间也大起来 鹅暖黄的rujiaoq不管以后女主人生妹妹还是弟弟都是温馨的房间。',
                ],
                pic: {
                    total: 15, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/5/',
                    type: '.jpg',
                },
                url: ' https://www.lingduohome.com/newApp/share/dc?a=10199&source=text_link', //地址url
            }
        ],
        [//6 地中海
            {//6  风格
                index:1, //第几个项目
                title:'爱琴海之旅',  //项目标题
                tab:'60㎡，二室二厅一厨一卫 ,地中海',  //项目的说明
                content:[
                    '每个空间的色调呼应，优美的弧形墙面设计，对空间进行延展设计，每个细节的小处理，都是那么和谐。',

                    '蓝色窗纱的分隔，蓝白相间的搭配，加上暖色的灯光，一切都是那么自然。',

                    '仿制壁炉的电视墙，两端可以隐约看到主卧室和衣帽间，视觉延展，一切都是无拘无束。',

                    '舒适的小空间，通过台步来加深空间之间的关系，真想上去玩一会儿。',

                    '蓝白相间，视觉和储物和谐的兼容。',

                    '特殊设计的壁龛，展示从希腊带回来的纪念品，慢慢的都是回忆，蓝色空间蓝色的衣帽间和外面的白墙层次清晰。',

                    '蓝白相间的衣帽间，视觉和储物和谐的兼容。',

                    '蓝色墙地砖，船舵镜子，洗个脸感觉是在海边玩水，这感觉真好。',

                    '蓝色的墙地砖象征着海洋，贝壳马赛克的隔断，柔软的线条，这是在复制一个海洋吗。',

                    '小小的空间，无处不在的地中海情怀。',

                    '榻榻米空间，玩耍储物兼备的空间。',
                ],
                pic:{
                    total:12, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/6/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=12496&source=text_link', //地址url

            },
            {//6  风格
                index:2, //第几个项目
                title:'蜗居美宅',  //项目标题
                tab:'60㎡,#一室一厅一厨一卫 ,地中海',  //项目的说明
                content:[
                    '蓝白相伴配合暖洋洋的地面，冷暖搭配为空间达到延伸扩大的效果。',
                    '地台的强大既能储物又能作为临时的次卧。',
                    '小户型的客厅做不了大气澎湃，也能精致如画。',
                    '自然的纹理让白色产生变化。',
                    '书柜也能很精彩的呈现。',
                    '海风动荡，冷冷的冰雨，想必主人热情的气场绝对能压住。',
                    '没有足够的空间做餐厅，吧台的选择不愧为最佳状态。',
                    '灯其实可以这么简单。',
                    '干净暖暖的厨房一角。',
                    '局促的空间也能做成u型空间厨房。',
                    '细节决定成败。',
                    '吧台的设计和吊顶的衔接也形成了入门玄关的感觉。',
                ],
                pic:{
                    total:13, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/0/6/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=6456&source=text_link', //地址url
            }
        ]
    ],
    [//1 中户型
        [//0 北欧
            {//0  风格
                index: 1, //第几个项目
                title: 'hygge hours',  //项目标题
                tab: '98㎡,三室二厅一厨一卫 ,北欧',  //项目的说明
                content: [
                    '入户鞋柜没有做满整面墙，中间留出了一部分做另外的设计，虽然牺牲了一部分收纳，但是进门有亮点。',
                    '客餐厅家私基本是在网上选购的，里面不乏一些小有名气的北欧品牌。',
                    '挂画以及铁艺书架，生活中处处透露着北欧气息。',
                    '领略一下客厅带来的小清新的感觉。',
                    '文化砖的背景墙。',
                    '主卧采光非常充足，所以在床头墙纸的选择上用了清新绿色的散尾竹墙纸。',
                    '多功能房，榻榻米能睡人也能最大化增加家里储物空间。把衣柜一侧做成层板也是为了不在墙纸那面墙上做层板，破坏整幅墙纸的效果。',
                    '厨房设计的很简洁干净，左边地柜是推了洗手间墙增加的厨房台面。',
                    '洗手间不做浴缸而且又做了干湿分区里面就用不到那么大了。',
                    '卫生间做了干湿分区，在大面积的小砖铺贴上点缀了黑色波打线配合着悬挂的圆镜使得这块小地方也丰富起来。',
                    '清晨和煦的阳光照射在绿植，美好的一天开始了。',
                    '辛苦的一天，放松一下自己。',
                ],
                pic: {
                    total: 13, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/0/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=13827&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '薄荷',  //项目标题
                tab: '114㎡,三室二厅一厨一卫 ,北欧',  //项目的说明
                content: [
                    '1.为呈现业主喜爱的简约自然风，运用颜色温和的布制沙发，点缀少许金色元素，空间更显精致优雅。',
                    '2.圆形石纹与木质茶几搭配组合，聚焦视觉轴心。结合放置在沙发上的同纹抱枕，展现空间一致性，也更添温暖氛围。',
                    '3.改变原本空间结构，入户走至房间方向形成S形动线，让一进家门视觉延伸更有想象空间。',
                    '4.不拘泥于单一的空间设置，除开用餐功能，餐厅也可供办公休闲使用。在材质上，餐厅用木质营造轻松自然的氛围。',
                    '5.整体纯白与木色交错，搭配浅色木地板展现温和调性。家中多处存在木作收纳，包括用餐区上方延伸到墙面展示柜、鞋柜以及吊柜，不难发现对于储物的重视。',
                    '6.一副画、一盏灯，分隔开主卧室书房及休息空间，形成昼夜的分隔。',
                    '7.全屋最好的阳光让主卧空间从早暖到晚，静谧的色调赋予了主卧宁静的氛围，而金色细节的点缀则平添几分优雅气息。',
                    '8.取消主卫，得以腾出更多空间变更为更衣室，做收纳使用。更衣室位于床铺侧边，和睡眠区透过缩拉门做出区隔。',
                    '9.卧室采用木质床背板延伸至木质地板，借此拉长空间感。床头简单几幅画根据季节心情随意更换，美好灵动。',
                    '10.考虑到日后变动可能，将活动式家具作为儿童房主要设定，方便随时更换居家风格。',
                    '11.L型功能厨房，目前没有做门，处于半开放状态。不仅保证了空间的透亮，更与餐厅形成良好的沟通对话。',
                    '12.在方案讨论初期美女屋主便提出舍弃主卫，剩下的唯一卫生间自然要功能齐全。合理规划出干湿分区，并巧妙利用空间放置浴缸，让卫生间实用而不显拥挤。',
                ],
                pic: {
                    total: 13, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/0/',
                    type: '.jpg',
                },
                url: ' https://www.lingduohome.com/newApp/share/dc?a=14230&source=text_link', //地址url
            }
        ],
        [//1 简约
            {//0  风格
                index: 1, //第几个项目
                title: 'W先生的精致生活',  //项目标题
                tab: '106㎡,#二室二厅一厨一卫,简约',  //项目的说明
                content: [
                    '1.在布局上进行了较大的一个调整，餐厅和书房的位置相互调换，厨房打开跟餐厅做成餐厨一体，书房跟客厅融合在一起，成为休闲＋开放式办公区域。这样的调',
                    '2.由于客厅空间不大，电视与沙发距离不充裕，所以用地台的形式代替了电视柜，用木饰面平铺延伸空间，也最大化的保留了空间距离。',
                    '3.隐形门',
                    '4.阳光来的刚刚好',
                    '5.沙发一角',
                    '6.装饰很美',
                    '7.模糊特定区域概念，让办公和休闲完美结合，储物＋展示＋书柜＋鞋柜，连体多排的形式，让柜体更加多样性，超长书桌给足使用空间，联排不是问题！',
                    '8.超长书桌',
                    '9.餐厨一体的布局让就餐体验更加舒畅，中西结合的厨房，超大的操作台面让烹饪更快乐，木质吊顶配上线性光源，让空间更灵动。',
                    '10.橱柜',
                    '11.餐桌',
                    '12.原2间卧室并排，每个房间面积较小，放入1.8米的床后完全无法增设更多的储物空间，也没有很好的行走空间，将两房打通后，足足两排超高衣柜.',
                    '13.卧室',
                    '14.卧室一角',
                    '15.近景',
                    '16.双排超高衣柜',
                    '17.近景',
                    '18.很温暖',
                    '19.做成了干湿分区，干区为1。5米长浴室柜，方便2人同时使用，方便收纳的同时又保证了空间干净美观。',
                    '20.湿区分区很明确',
                ],
                pic: {
                    total: 21, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/1/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=18053&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '时光简影',  //项目标题
                tab: '80㎡,#二室二厅一厨一卫,简约',  //项目的说明
                content: [
                    ' 1.电视背景墙的设计是一大特色，增强了储物功能的同时突显了电视背景墙这一块的整体美观性',
                    '2.配色方面大面积的黑白灰为主体，配以高纯度的挂画和地毯，给人清新时尚之感。',
                    '3.玄关处定制的黑色方钢和时尚的餐厅灯相呼应，有极强的设计感！',
                    '4.原阳台的移门拆除，换上能全部打开的折叠门，让空间更加通透。无主灯设计显得客厅更加简洁明快。',
                    '5.去除了一切繁杂的设计元素，实用既是美！',
                    '6.卧室里面利用了墙面做储物柜，让家里干净整洁！',
                    '7.玄关处定制的黑色方钢和时尚的餐厅灯相呼应，有极强的设计感！',
                    '8.卧室里面利用了墙面做储物柜，让家里干净整洁！',
                    '9.半开放的厨房，简洁的色调配合现代的风格。',
                    '10.卫生间变化不大，只在干区这块做了小改动。',
                    '11.卫生间配合整体的风格布局进行搭配处理',
                ],
                pic: {
                    total: 12, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/1/',
                    type: '.jpg',
                },
                url: 'http://www.lingduohome.com/newApp/share/dc?a=12192&source=text_link', //地址url
            }

        ],
        [//2 中式
            {
                index: 1, //第几个项目
                title: '言叶之庭',  //项目标题
                tab: '90㎡，三室二厅一厨一卫，中式',  //项目的说明
                content:[
                    '1.整体定义为东方禅意风格，以现代简练的手法。沙发背景墙的壁纸宛如上徐徐展开的水墨画卷，清雅写意，无过多的修饰，每一件器物都极简，但体现出精髓。',
                    '2.这套禅意雅居，外在删繁就简，去除造作伪饰；内在返璞归真，清晰稳妥。',
                    '3.简约不是简单， 而是简洁婉约，独具风致和格调，正如天生丽质的自然之美一样怡人快心。',
                    '4.质朴的纹理和色调，偶尔一点点灰蓝点缀其中，素雅而不沉闷简约的造型线条，简而不失其华，约不显其涩，处处洋溢着心净界自静的气氛。',
                    '5.住宅也应以静制动，平淡为真。',
                    '6.榻榻米装修已成为一种流行趋势，它是惬意生活的一部分，更是一种雅致与古朴的生活品味，一米阳光的午后，一杯刻有暖暖的卡布基诺，独享一个人的角落。',
                    '7.卧室床靠背选用蓝色银丝梅花壁纸，配衬造型简洁别致的家具，营造隽逸尔雅的书香氛围，蓝、白相间的壁纸床品互为映衬，为房间注入清新宜人的自然气息。',
                    "8.'禅'是东方文化的精髓，现如今东方禅正在转化为一种人们生活中的智慧，这便是禅的妙趣，渐渐体现在平凡的日常生活之中。",
                    '9.空间处理上力求精简，以少量的装饰材料体现出禅意的氛围。软装及家具亦力求简意的明式家具为基础，努力提炼出东方文化的精髓。',
                    '10.从居住功能到审美情趣，在每一个空间都力求传达出对主人生活的深刻领悟，最大化满足高品质的居住需求，传达高层次生活方式的独特魅力。',
                    '11.偶得好书佳作，邀同道好友，闲来趣谈，斜插红梅三两支，煮水烹茶四五盏，挥毫泼墨恣意挥洒，生活之趣妙不可言！',
                ],
                pic: {
                    total: 12, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/2/',
                    type: '.jpg',
                },
                url: 'http://www.lingduohome.com/newApp/share/dc?a=11687&source=text_link',
            },
            {
                index: 2, //第几个项目
                title: '一木一叶',  //项目标题
                tab: '100㎡，三室一厅一厨二卫，中式',  //项目的说明
                content:[
                    '1.整个空间大量使用沉静的木色和偏中式的设计元素，两位老人耄耋之年，相信在此空间更舒适，自在。电视背景选用天然纹理石材，酷似中国山水画。',
                    '2.衔接客厅与餐厅的走廊，设计了茶色玻璃推拉门的展示柜，满足收纳和工艺品展示',
                    '3.医生和教师的家庭成员组合，使我在设计时更是把业主的个人需求和想法放在第一位，所有家具、灯具、饰品等都从稳重，舒适，朴素的角度出发。',
                    '4.家中的老爷子喜欢养鸟，所以我也很直接的将沙发背景装饰画和灯具与老爷子的喜好联系起来。',
                    '5.老爷子养的八哥鸟相当聪明，时不时会说话，唱歌和鸟笼灯，装饰画也毫无违和感。',
                    '6.客厅故意选用了两把轻巧的铁艺沙发椅，保证安全的同时更具现代感，也活跃整个空间的气氛。',
                    '7.餐厅，客厅的墙面甚至顶面都设计了黑钛金金属线条，缓解了木头的单调和沉闷。镜面设计加大空间视觉感。',
                    '8.展示柜的设计是为了加大餐厅面积。',
                    '9.老人房选用了相对花哨的壁纸，80岁的老人家和孩子一样，也需要活泼的氛围。',
                    '10.主卧选择了男女主人喜欢的皮床，搭配同色系的吊灯和壁纸。',
                    '11.女孩房选择了榻榻米的形式和清新的海洋绿色调。',
                    '12.木色，白色，海洋绿很舒适，温馨。',
                    '13.卫生间更多的是实用为主。',
                    '14.厨房面积相对较小，所以选用浅色橱柜。',
                    '15.加宽厨房门，用透明玻璃推拉门，都是为了使女主人更开心愉悦的做好每一顿“家常便饭”。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/2/',
                    type: '.jpg',
                },
                url: 'http://www.lingduohome.com/newApp/share/dc?a=6604&source=text_link',
            }

        ],
        [//3 日式
            {//0  风格
                index: 1, //第几个项目
                title: '秋之沐诗',  //项目标题
                tab: '80㎡,三室二厅一厨一卫,日式',  //项目的说明
                content: [
                    '1.暖暖的暮色已经降临，那是晚秋描绘的诗句。',
                    '2.原木色赋予了空间大自然朴实的气息，平衡与韵律构造出了致远的他方。',
                    '3.暖暖的竹编灯，配上木质的餐盘挂饰，那是美食在唱歌。',
                    '4.灰色的亚麻沙发配上原木色的家具，在配上暖灰色的亚麻窗帘，温暖如梦。',
                    '5.千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。那是诗人对美好生活的向往。',
                    '6.我用画笔画出那一缕梦中的回忆，那是我对你的无线的思绪。',
                    '7.简单的书桌区域，简单的台灯，芳香四溢。',
                    '8.一个小的卧室改造成了榻榻米，空间是需要美容的，一抹一笠都是滋润心田。',
                    '9.卧室现场做了榻榻米，这是妈妈的房间，阳光透过温柔的纱幔，照亮她那记忆的脸庞。',
                    '10.生活过出来的，灰色的亚麻床单就行妈妈那温柔的手抚摸着我们柔弱的心灵。',
                    '11.一线一划都是空间在述说着自己的故事。',
                    '12.禅意就像食物香料的芬芳，慢慢渗透进空间里。',
                    '13.简洁而素雅一直是生活的伙伴，陪着我们做过秋夏。',
                    '14.材料就像画家手上的颜料，慢慢的勾勒出我心中的家。',
                    '15.时间，空间，一瞬间，只有记忆永远在我们心中回荡。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/3/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=6113&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '有氧',  //项目标题
                tab: '100㎡,三室三厅一厨一卫 ,日式',  //项目的说明
                content: [
                    '1.这是一户100平学区房的翻新项目。也是屋主的婚房！由于他们平日的工作相对繁忙，我门希望通过我们的设计，给客户打造一个可以让他们尽情放松的家。',
                    '2.全屋设计围绕着两个业主最爱的元素：木色和绿色。同时，我们所有设计元素在满足功能性的前提下，摈弃追求所谓的设计感，终达成了一种纯粹的美。',
                    '3.发现寻常生活之美，以简而含趣的沟通语言，让设计和家家居能够由心思考，并带来会心一笑的共鸣。',
                    '4.这个角度可以看出整个房屋设计的元素，最爱MUJI的躺椅，原木色底座灰质布艺，还搭配了一个小脚凳，无论是小憩还是休闲，想必都非常惬意。',
                    '5.房间背景墙留白，搭配女主人最爱的多肉植物元素装饰画，加入抹茶色窗帘和白纱的搭配。卧室，本该是如此的舒心与宁静！',
                    '6.摄影也是一项技术活，幔帐飘飞，被切断的视角，木质床底，素色床品，一盏亮在床头昏黄的灯，有没有一种久违的温暖和熟悉感，萦绕心头。',
                    '7.由于高层建筑老房在改造时候墙体均为承重结构。电视背景需要结合门洞去设计。那么用纯白色的门和白墙结合，选择成品木质电视柜来满足试听储藏功能！',
                    '8.这是步入家中首个角度。纯白的空间点缀绿色和原木色，让人眼前一亮！',
                    '9.小两口都爱好摄影！那么空白的墙面不如来个软木相框展示，以后这里就是他们满满的回忆墙。我们希望结合自己对材料的了解，帮助业主更好的选择装饰品。',
                    '10.老房的局限性：卫生间很暗。所以在选择瓷砖的时候以白色亮面砖为主。结合整体设计元素使用木色浴室柜充分利用空间！',
                    '11.延续白色和木色的搭配。厨房需要太复杂，满足功能性就好。但是本身的厨房空间不是很大，所以我们将一部分厨房功能移植到了餐桌边。',
                    '12.餐边柜的设计拓展了厨房的功能。结合一些微波炉、烤箱等餐边功能，搭配木饰面和白色，简单、实用就足以美好！',
                    '13.业主喜爱的绿色松树小挂画，和灰蓝色条纹桌旗更配哦~当然，一餐美味，也是很重要哒。',
                    '14.纯净的白色墙面，搭配原木色家具和绿色植物装饰画，没有过多的装饰和浮夸的手法。【用极致合理的简洁，诠释出业主想要的家】',
                    '15.忙中偷闲，泡一杯咖啡，读一本好书，赤着脚走在羊绒地毯上，柔软而温暖。阳光和闲暇，从来都不是奢侈之物，家有时比世界，还大。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/3/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=10527&source=text_link', //地址url
            }

        ],
        [//4 欧式
            {//0  风格
                index: 1, //第几个项目
                title: '春风十里简欧风',  //项目标题
                tab: '105㎡,四室二厅一厨二卫   ,欧式',  //项目的说明
                content: [
                    '1.简约的鞋柜采用百叶窗的特点，不仅美观而且实用，角落弧形的展架设计，摆放个性的装饰品，及备用物品方便美观。',
                    '2.餐厅是一家人齐聚的时刻，在这里有欢声笑语，有意见商议，有酒后饭余后的心灵沟通，温馨的蜡烛吊灯，柔和的灯光，一切显得那么和谐！',
                    '3.斜拼的菱形地砖，将空间分割，深浅的鲜明色彩对比，个性而不张扬。此处电视背景墙的梨花与主卧呼应，让空间变得连贯有序。',
                    '4.入户的地砖与过道相呼应，精致的餐面柜，复古典雅的装饰，营造空间优雅的艺术感！',
                    '5.灰色纹理的地砖晶莹剔透，优雅的蓝色配饰，展现出一种优雅高贵的气质，带有典型欧式花纹的沙发与餐椅让人有种奢华美得视觉享受。',
                    '6.沙发背景采用简约的欧式线框墙纸，一副精美的挂画，让空间灵动起来，皮质的沙发质感超好，柔软舒适让身体尽情放松。',
                    '7.从阳台望去，干净的色彩让人赏心悦目，简约带有现代感的装饰挂画，让人舒适自然，欧式的花纹点缀恰到好处的体现奢华的生活美。',
                    '8.一本书，一杯茶，一把椅，休闲的生活品味写成了美妙的人生故事。',
                    '9.整面墙的衣柜，增加一家人的储物空间，质感的线条遒劲富有节奏感。',
                    '10.明朗清新的色彩低调的展示着奢华与美，洁白的梨花淋漓绽放，彰显活力的人生，盘旋的鸟儿装饰，似乎有种：梨花开，雁归来的感触。',
                    '11.沉稳的灰色与清爽的蓝色体现现代的舒适，衣柜上柔和而雅致的简约欧式花纹展现简欧的舒适美。',
                    '12.附有童趣的一个多功能空间，抽象的挂画，现场制作的榻榻米，既能作为书房，客房，也能作为孩子的玩耍区。',
                    '13.精致的书桌，简约的高低床给一双儿女带来舒适的空间享受，暗粉与灰蓝的窗帘低调奢华，仿如公主与王子的童话世界。',
                    '14.打通与生活阳台的格局，扩大厨房的使用空间，柜门上凹凸有秩的线条及显紋设计，展现简欧的柔美与雅致，白色的色彩让空间显得更加敞亮。',
                    '15.黑白方块的拼接，节奏带感，鲜明的颜色对比让空间更加敞亮而富有个性！',
                ],
                pic: {
                    total: 14, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/4/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=14417&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '盛放轻古典',  //项目标题
                tab: '105㎡,三室二厅一厨一卫,欧式',  //项目的说明
                content: [
                    '1.由于户型在结构上面比较方正，所以就利用了中轴线的分割方式，明确了动线，又利用护墙板做了呼应延续。',
                    '2.电视背景运用了护墙板与爵士白的瓷砖设计，再两边镶嵌银镜作为过渡与收边。',
                    '3.在客厅的家私选择上选用了经典的新古典黑色烤漆加银色描边，提升整个空间氛围。',
                    '4.在软装布艺的搭配上，除了黑白以及墙面的暖黄，也加入了一点冷色的墨绿青，作为一种调和。',
                    '5.小品特写。',
                    '6.餐厅背景做了对称的护墙板造型，中间镶嵌入赵无极感觉的油画，新古典加现代抽象，也蛮合适。',
                    '7.入户鞋柜，小品特写。',
                    '8.卧室虽然在硬装上比较简单，但在色彩中运用了，暖黄，粉色，熏衣色，营造了一种温馨甜蜜浪漫的氛围。',
                    '9.简单又不失温馨甜美的卧室空间。',
                    '10.利用了建筑结构做了一组洗衣一体柜，增加实用性。',
                    '11.干湿分离卫生间。',
                    '12.仿古格子砖，白色模压门，也是比较典型的欧式空间。',
                ],
                pic: {
                    total: 13, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/4/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=6170&source=text_link', //地址url
            }

        ],
        [//5 美式
            {//0  风格
                index: 1, //第几个项目
                title: '波士顿旧时光',  //项目标题
                tab: '80㎡,三室二厅一厨二卫 ,美式',  //项目的说明
                content: [
                    '1.一楼的客厅没有设计很复杂的电视背景墙，做了实木的木色陈物电视柜，简单的直线条，强大的储物功能，美观与实用兼得。',
                    '2.浅黄色的艺术布艺沙发、深棕色的皮质三人沙发、浅驼色的印花地毯相互映衬，无形中突出了暖黄色的墙壁。',
                    '3.用砖自然砌成的白色简约壁炉取代了笨重复杂的复古壁炉，壁炉两边设计了两个小巧的入户换衣间，方便出门入户的换衣。',
                    '4.在餐厅和客厅之间设计了一个餐边柜来代替墙的隔离效果，这个设计不仅增加了储物空间，更使整个空间更加开阔，在视觉上收效甚佳。',
                    '5.抽空餐厅的顶部天花板，用浅色的木板做吊顶，搭配简约的铁艺吊灯，整个餐厅都充斥着浓郁的美式风味。',
                    '6.为了隔离油烟污染，做了磨砂的玻璃移门，同时兼备了一定的隐蔽性。',
                    '7.橡木和榉木搭成的楼梯，踩上去质感很不错。',
                    '8.每寸空间都要利用起来做收纳，楼梯下面的空间设计了一个小书桌及抽屉储物柜。',
                    '9.二楼的起居室空间有限，不能摆放过于复杂的家具，在爱室丽家选了套舒适的沙发，简单的轮廓，流畅的线条，经典蓝色，简约时尚。',
                    '10.把原本的阳台打通，合并到卧室，做了一个榻榻米，又加了一张原木书桌和储物柜，工作、休息两不误。',
                    '11.整个房间是蓝色调，天蓝色的墙壁，蓝白条纹的背景墙，加上有蓝色绘图的床品，清新、自然，就像吃了一颗蓝色薄荷糖。',
                    '12.床边做了一张简单的小书桌，方便孩子平时学习时使用。',
                    '13.深海蓝的卫生间，每一块砖都深浅不一，如同海浪般潮起潮涌。',
                    '14.房子从来不是生活的全部，却拥有着我们全部的生活。',
                ],
                pic: {
                    total: 12, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/5/',
                    type: '.jpg',
                },
                url: ' https://www.lingduohome.com/newApp/share/dc?a=10473&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '西雅图午后',  //项目标题
                tab: '100㎡,二室二厅一厨一卫 ,美式',  //项目的说明
                content: [
                    '1.因为入户结构的问题，无法放置大鞋柜，后期设计中把入户大门往旁边移，然后把墙壁削薄了120MM最后才放的下如图所示的大鞋柜，充分利用了空间。',
                    '2.客厅和阳台打通，空间扩大。墙面和顶面都采用简约的设计手法，没有做复杂的造型，突出美观，耐看，舒适，实用的设计原则。',
                    '3.客厅墙面采用裸色系，玄关和客厅的区域采用门套垭口设计，让空间更有层次。',
                    '4.整个客厅和餐厅浑然一体，白色，深栗色，裸色，互相穿插交至。',
                    '5.从客厅进入睡眠区域同样采用对称的垭口设计，这样自然而然的就形成了一个小的中庭，可以作为从客厅到卧室的一个缓冲区域。',
                    '6.慢慢的越来越多业主开始接受地毯这个事物，一张简约大方的地毯把整个客厅的几个家具部件全部联合了起来，提升空间质感。',
                    '7.由于餐厅在客厅的纵深部位，所以墙面家具的颜色选择白色。利用餐厅环绕的三面墙，分别做了餐厅背景墙，书柜，餐边柜，书桌工作台等多功能柜体组合。',
                    '8.餐厅的茶水台设计，大理石台面有效的阻隔了后期有水的隐患，高矮不等的隔断可以分别放置水壶和茶叶盒，非常实用。同时上下都设置了收纳柜。',
                    '9.客厅的书桌主要满足家里大人在客厅上网学习的需要，因为充分利用了墙面的深度，所以在实现强大功能的背后一点都不挤占餐厅的空间。',
                    '10.主卧室采用浅咖啡色的墙面颜色，温馨感十足。主睡眠区域没有大衣柜，收纳功能全部被设计安排到了进主卧的走道和一个小的衣帽间里面。',
                    '11.配合主卧功能需求，设计了一个电视柜和两边对称的小书桌，可以实现梳妆，用笔记本办公等多种功能。',
                    '12.这是从客厅进主卧的一个小通道，进门左手边设置了一排收纳柜，右手边设置了一个衣帽间，走道的一面墙采用镜子铺贴的设计，拉伸空间，又能当换衣镜。',
                    '13.利用窗户两边的多余空间设计了书桌和写字台，原木床是以前的床没有跟换，但是跟现在的风格也是完全搭的。',
                    '14.书桌上的吊灯无不透露出精致的感觉，窗帘和床品搭配一点女孩子喜欢的粉色。',
                    '15.再床的另外一边安排了一个到顶的衣柜，可以满足小孩子衣物收纳的需求，同时柜子顶部的吊柜可以作为整个空间收纳的补充。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/5/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=11318&source=text_link', //地址url
            }
        ],
        [//6 地中海
            {//0  风格
                index: 1, //第几个项目
                title: '阿尔卑斯阳光面',  //项目标题
                tab: '114㎡,二室二厅一厨一卫 ,地中海',  //项目的说明
                content: [
                    '1.早晨，滑雪 山间小溪钓鱼 。下午，海滨游泳 葡萄园劳作，饮酒。',
                    '2.每个村庄有一个教堂， 静静地巴洛克尖顶 。客栈、小学、麦田，野花开遍斜山坡。',
                    '3.大山羊颈挂铃铛，领头小山羊不好好走，蹦蹦跳跳，没多时已登上了帕尼瓦峰，消失在淡青的云雾中。',
                    '4.卡穆尼克对面层峦起伏 是奥地利吗，是奥地利。',
                    '5.红，白，紫，黄 斯拉维尼亚到处是花，矮矮的小杜鹃最兴奋，恣肆占有坡地。',
                    '6.在南美担心被抢被偷 ，布达佩斯真的老了 ，布拉格游客多的莫名其妙。',
                    '7.卡穆尼克的SADDLE 山头上坐满了人 ，捧着啤酒、咖啡， 跳波卡舞的不仅是青年。',
                    '8.唯这斯拉维尼亚， 文雅的乡土， 纯正的乡土味。',
                    '9.女儿房充分体现了小公主情怀，满心满眼的hello kitty，这是童话中的世界吧。',
                    '10.米黄搭配深蓝 ，沙滩与海水。',
                    '11.L型的橱柜设计，将洗、切、配三个活动区域有序的连接在一起，同时也尽可能的增多了储物空间。',
                ],
                pic: {
                    total: 12, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/6/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=6715&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '色调',  //项目标题
                tab: '106㎡,三室一厅一厨二卫 ,地中海',  //项目的说明
                content: [
                    '1.本案中女主喜欢地中海，蓝色的乳胶漆，碎花沙发布艺，仿佛生活在花草之间，回归自然，感受地中海式的自然风光。',
                    '2.拱形的门洞使空间更有曲线感、扩张性',
                    '3.从入户这边看客厅，清新蓝色调和白色调相配，很是舒服',
                    '4.女主喜欢的碎花沙发',
                    '5.餐厅和厨房之间的白色推拉格子门取到了框景的作用。',
                    '6.暖暖的色调温馨十足',
                    '7.粉色条纹墙纸女主女儿非常喜欢！',
                    '8.儿童房，淡淡的粉色，衣柜与书桌一体，充分利用了空间。',
                    '9.选择好看的花砖做装饰，让厨房更有浓浓的生活气息。',
                    '10.卫生间不大，灰绿色砖与白色的浴室柜让空间更加开阔。',
                ],
                pic: {
                    total: 11, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/1/6/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=9747&source=text_link', //地址url
            }
        ],
    ],
    [//2 大户型
        [//0北欧
            {
                index: 1, //第几个项目
                title: '飞鸟集造物语',  //项目标题
                tab: '130㎡,三室二厅二厨二卫 ,北欧',  //项目的说明
                content: [
                    '1.设计一个闹中取静的家',
                    '2.体会到自然的味道',
                    '3.宁静而安逸......',
                    '4.有诗人般的温暖......',
                    '5.舒适、闲散、自在……',
                    '6.在不同的角落却能感受互动的距离......',
                    '7.戈壁与绿洲.......',
                    '8.听见回声 来自山谷和心声......',
                    '9.在窃窃之间......',
                    '10.静谧在阳光里.......',
                    '11.在生活的乐趣中...',
                    '12.享受生活....',
                ],
                pic: {
                    total: 13, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/0/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=6525&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '盒体',  //项目标题
                tab: '140㎡,三室二厅一厨一卫   ,北欧',  //项目的说明
                content: [
                    '1.玄关',
                    '2.客厅',
                    '3.客厅',
                    '4.客厅',
                    '5.餐厅',
                    '6.餐厅',
                    '7.餐厅',
                    '8.餐厅',
                    '9.主卧室',
                    '10.主卧室',
                    '11.卧室',
                    '12.书房',
                    '13.书房',
                    '14.厨房',
                    '15.卫生间',
                ],
                pic: {
                    total:14, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/0/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=18065&source=text_link', //地址url
            }

        ],
        [//1 简约
            {
                index:1, //第几个项目
                title:'Minimalism极简生活',  //项目标题
                tab:'126㎡,三室二厅二厨二卫 ,简约',  //项目的说明
                content:[
                    '1.快节奏的上海，摩登时尚，华洋杂处，愈繁华愈向往内心的宁静。两年前结识工作于上海的业主，看多了繁华，她更憧憬简单而又有力量的生活居所，于是有了',
                    '2.没有太多的色彩，回归平静。空间大面积的留白但注重细节的塑造。照明设计上，利用洗墙光使得白色空间有了层次感。大大的，舒适的的沙发，尽可能的让空',
                    '3.细节充斥着整个空间，沙发一角也不例外，家具选择上与硬装材质结构匹配，简单但有力量。',
                    '4.光通过斜切隔断到达入户区域，屋子结构感开始出现了。',
                    '5.木色中和了这个纯白空间，给予空间自然的力量。',
                    '6.除了引入自然光，人造光源也在很多细节中体现，除了能够使空间更具层次感，也使得日常生活体验得到提升。',
                    '7.中岛的设置，原本无处安放的餐厅储物有了到归处。镂空墙体的出现让白墙也不无聊，卫生间干区与过道结合成整体，因常住只有父母，且主卧已有功能完善的',
                    '8.隐形门的设计让主卧门看过去像一个黑色神秘的盒子，吸引人去探寻。电视墙台面使用的是爵士白大理石。',
                    '9.上吊轨的窄边框玻璃移门让厨房不做饭时保持开放状态，没有其它分割后可以与餐厅空间一致性。无边框射灯的设置使得空间有了极简的统一。',
                    '10.经典的爵士白石材纹路与砂岩地砖，相信屋主在厨房操作时也会有很好的视觉体验。',
                    '11.卧室空间依旧保持极简状态，暗藏光与白墙协作，卧室空间结构感因此而生。',
                    '12.床与柜体均现场制作，白色木色的舒服搭配，使卧室空间没有了极简的冰冷，温润蔓延整个空间，功能性也大大增强。床头也预埋了洗墙灯光，晚上看电视作为',
                    '13.次卧床头一角。',
                    '14.阳台正对长江，绝对是最为养眼的景象。',
                    '15.设计师觉得光是居住空间不可缺的元素，它是自然给予的，是无法替代的。南阳台虽一分为二，但还是设置了一个小窗，让光更加肆意的在空间挥洒。',
                    '16.一进入主卧空间便能看到这个悬空的墙，光随之浸入，卫生间也有了通透明亮的机会。',
                    '17.悬空墙体的出现，空间变的轻盈起来，原本的白墙也无需其它装饰就充满结构感。',
                    '18.床头采用的是硬包，大小组合的床头柜与台灯增添了不少趣味。',
                    '19.套间内的卫生间没有设置门，大大的门洞只包了黑色不锈钢垭口套用来瓷砖收口，尽可能的让空间开阔通透，方便行走。',
                ],
                pic:{
                    total:20, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/1/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=17556&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: ' 无境',  //项目标题
                tab: '140㎡,三室一厅一厨二卫     ,简约',  //项目的说明
                content: [
                    '1.客厅的大貌，舒适度max的布艺沙发，简洁的茶几和躺椅，整个客厅空间以灰白色为主，简约宜家。',
                    '2.客厅沙发角，北欧表情的布艺沙发，布料触感很舒适，因为宽度比常规尺寸要宽一些，坐卧随意。',
                    '3.玻璃金属面的边几和台灯是这个客厅角的亮点，金属色泽让空间多了些趣味，业主为了搭配它还特意选购了黄铜盆的小仙人掌，颜值up！',
                    '4.当然最重要的是颜值够高，黑白格面，色调上压住了浅灰色的沙发和电视墙，定制的装饰画，整个空间充满了不同层次的黑白灰，搭配相宜。',
                    '5.胡桃木色的柜体，有杂志柜和置物台，储物和美观并肩。',
                    '6.客餐厅同一个空间的AB面，这张图是从入户门看向室内的视角，下面一张是从走道看向入户门（原木色）的视角。',
                    '7.为了更加契合业主的生活习惯，取得了物业的允许，设计师修改了入户门洞，修改之后客餐厅空间更加完整还多了两处大面积的储物柜，可以说是很腻害了。',
                    '8.客餐厅空间，大理石面的餐桌硬度高，便于清洁，设计师在店铺定制的款式，也很契合本案的整体风格，两组黑色餐椅。',
                    '9.餐厅小景，淘宝定制的装饰画，手绘作品，画表面还留有凹凸感，质感不错。',
                    '10.阳光充沛视野开阔，吧台和书柜可以根据业主的喜爱放置些书籍和装饰物，在此间写作办公，都是不错的体验。',
                    '11.业主夫妻的卧室，木质床和柜体，让空间多了些温润的气质。卧室进门处是衣帽间，两侧柜体和隔断，储物性能很强悍。',
                    '12.儿童房，浅蓝色的墙面和绿色的小沙发，都非常可爱。考虑到孩子以后上学，设计师将她房间的飘窗改造成了书柜和书桌。',
                    '13.因为尺寸限制，都是我们木工根据设计师的图纸用免漆生态板在现场打制的，在保证功用性的前提下提升美观，是我们一直的追求。',
                    '14.卫生间空间，和厨房一样，地砖墙砖和柜体都是熹微S+定制，镜柜内置隔板，可以储存些需要用却不急需用的物品，镜前灯更方便业主整理妆容。',
                    '15.厨房空间，地砖、墙砖、地柜、吊柜包括推拉门都是熹维S+定制，有层次的灰度和白色搭配，挺有质感。',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/1/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=13273&source=text_link', //地址url
            }

        ],
        [//2 中式
            {//0  风格
                index: 1, //第几个项目
                title: '禅茶初味',  //项目标题
                tab: '145㎡,五四两厅中式     ,中式',  //项目的说明
                content: [
                    '1.禅之精神在于悟，茶之意境在于雅 | 茶承禅意，禅存茶中 | 以一颗乐观豁达的心行走尘世，看山山静 | 以一份宠辱不惊的意笑对浮生。',
                    '2.以实木，中式特有符号，茶，棉麻布料等为元素，色彩以深木色为主基调，搭配着米白色，哑灰色，漆黑色等色调慢慢展开。',
                    '3.本案以“禅茶初味”为主题，营造一个富有人文气息且禅意的东方诗意空间。碰撞出新中式与传统中式相结合的雅致空间。',
                    '4.“静心者方能悟禅”，宁静的自然，恬静优美；宁静的心灵，淡泊安然。',
                    '5.“烟销日出不见人，欸乃一声山水绿。”打开宅门，映入眼帘的是禅意和安静的造景艺术，写意的中国画掩映在墙上，并提炼出简练造型的形体简化，以形写意',
                    '6.了了几件饰品搭配，为空间增添一抹新绿',
                    '7.盈一份诗意于流年，嗅得阳光的清新，听得细雨的缠绵，以风的洒脱笑看沧桑；以云的飘逸轻盈过往；以花的姿态坐拥满怀阳光，用淡泊写意人生。',
                    '8.“静心者方能悟禅”，宁静的自然，恬静优美；宁静的心灵，淡泊安然。简约干练的木格栅搭配着挂壁式的灯饰， 幽幽的绿植与古色古香的摆件相呼应。',
                    '9.一述说空间里主人的文雅风骨与气质文化。诠释了新中式风韵雅致的空间。',
                    '10.盈一份诗意于流年，嗅得阳光的清新，听得细雨的缠绵，以风的洒脱笑看沧桑；以云的飘逸轻盈过往；以花的姿态坐拥满怀阳光，用淡泊写意人生。在禅味墨香',
                    '11.一研素墨，绘一曲云水禅心，在岁月的平仄中，体味时光的冷暖。。。',
                    '12.看水水清 | 你是否与我一样联想到品着一杯清茶，闻着淡淡的檀香，听着古韵的音乐，坐在棉麻布料的沙发上，谈笑风声，身置其中',
                    '13.简洁雅致的饰品搭配，简单而不失格调',
                ],
                pic: {
                    total: 14, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/2/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=10355&source=text_link', //地址url
            },
            {
                index: 2, //第几个项目
                title: '原木清风',  //项目标题
                tab: '145㎡,三室三厅中式     ,中式',  //项目的说明
                content: [
                    '1.进门处一屏中式格栅，隔而不断，既不会一眼望尽，又让玄关处有一缕光线。',
                    '2.越过格栅，角落摆放着的两个一高一矮的灰色大缸，仿佛穿越到了南方古色小镇的农家庭院里，带来满满诗意的古朴之感。',
                    '3.线条简洁的木质圆桌和靠背椅的组合，去繁存简，落落大方。',
                    '4.素静淡雅，又不失韵味，白沙浮动，婉如一阵清风拂面。',
                    '5.大面积木作、水墨画的清渺，线条简洁流畅的桌椅，自制简易的吊灯，这一切都恰如其分，以清新淡雅，映射左右。',
                    '6.抬眼望去，木格玻璃窗外别有一番风景，借景话室，漏而可望。光影琉璃，亦古亦今，沏一杯清茶，等故人归来。',
                    '7.以白色为主调，以水墨画为点缀。舒适的双人床上还围绕白纱，保证了业主进入睡眠时的私密性。',
                    '8.躺在舒适的大床上，看白纱外的一切仿佛身处在烟雾缭绕的仙境中。',
                    '9.飘窗台上设一木质小茶几，给房间增添了悠闲的趣味。',
                    '10.木质台盆柜、石质洗手盆和圆形挂镜等器具的使用，传统气息浓烈。',
                ],
                pic: {
                    total: 11, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/2/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=13280&source=text_link', //地址url
            },
        ],
        [//3 日式
            {//0  风格
                index: 1, //第几个项目
                title: '禅意の家',  //项目标题
                tab: '120㎡,三室二厅一厨二卫  ,日式',  //项目的说明
                content: [
                    '1.这个家里住着一对年轻有爱的小两口。',
                    '2.女业主对日式风格情有独钟，喜欢那种朴素回归自然的生活状态。',
                    '3.为了给女业主一个梦想着的温馨港湾，男业主竭尽全力配合，打造了一个充满着无限爱意的日式禅意之家。',
                    '4.精心的结构改造，才能让这个家更符合业主既定的生活方式。',
                    '5.打掉厨房周围墙体缩小生活阳台使厨房空间变大，采光变好。',
                    '6.整个空间以仿古砖、复合实木地板、墙纸、原木等为主要材料。',
                    '7.设计中尽量保证了整个室内的采光与通风、动线，最大程度满足既定的空间功能使用。',
                    '8.卧室内，用棉麻材质的装饰品来代替传统的挂画，让风格统一又有小创意。',
                    '9.营造出这个使人能放松心情 、静静思考、禅意无穷的空间。',
                    '10.无论是榻榻米茶几，还是草编蒲团坐垫，都让空间充满浓郁而朴实的自然风，展示着日式的淡雅气息。',
                    '11.把卫生间做了干湿分区，改变次卧入口，增加空间利用率。',
                ],
                pic: {
                    total: 12, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/3/',
                    type: '.jpg',
                },
                url: 'https://www.lingduohome.com/newApp/share/dc?a=12215&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: ' 性冷淡',  //项目标题
                tab: '135㎡,三室二厅一厨二卫      ,日式',  //项目的说明
                content: [
                    '1.入户花园，进门右边原本是面白墙，且原始空间显得长而窄，在灯光和定制的超薄摆件配合下，再加上谷仓门的陪衬，整个入户打造的简洁又不失品质。',
                    '2.这三个条形玻璃窗跟业主商量多次后决定把它保留做到沙发背景中去，要珍惜空间里的每一缕采光，打破传统的沙发墙造型。',
                    '3.如果把这三个条形窗户封了之后，采光不仅变差了，而且我们还会陷入传统的沙发墙挂画的老式布局，缺少了那么一份意境。',
                    '4.电视墙真的不用做刻意的造型，干净明亮的空间宁静的让人忍不住坐在地板上一个人静静的冥想。',
                    '5.在这套作品中，最关键就是这套竹制家具的色彩以及层次搭配。',
                    '6.整个客厅的空间没有考虑主灯，电视墙的射灯和壁灯把空间打造的有主体又温馨，窗帘盒不仅遮挡轨道，重点对墙顶乳胶漆进行有力分色',
                    '7.柔软的沙发，舒服的窝在立面洗去一整天的疲惫。',
                    '8.“性冷淡”的灰色瓷砖，配上原木的橱柜，与整套房子融在一起。',
                    '9.凳子和椅子的搭配，让“性冷淡”也可以调皮',
                    '10.没有什么能比把家里收拾的干净而又整齐而值得轻松快乐的事了',
                    '11.不要问我床尾为什么不挂电视机，设计师和这家业主都喜欢看书而不是电视。',
                    '12.当我们还在挖空心思想做一个什么样的床头背景的时候，其实地板上墙是不错的设计，但是安装不到位的地板厂家请不要轻易尝试',
                    '13.万恶的开发商总是把卫生间的窗户设计的特别小，很多卫生间都是昏暗潮湿，这样弧形的玻璃隔断完美的解决了这个问题',
                    '14.和厨房一样“性冷淡”的水泥砖',
                    '15.木纹质感的浴室柜是橱柜定做的哦',
                ],
                pic: {
                    total: 16, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/3/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=7941&source=text_link', //地址url
            }

        ],
        [//4 欧式
            {//0  风格
                index:1, //第几个项目
                title:'TIFFANY邂逅',  //项目标题
                tab:'165㎡,四室二厅一厨二卫  ,欧式',  //项目的说明
                content:[
                    '1.本案例设计师主要想表达的是摩登与复古的时代碰撞，自然随性的轻奢格调挑逗与生俱来的高贵气质。',
                    '2.甜美的奶油色作为整个空间的背景色，温馨的巧克力皮质沙发作为空间的主体色。',
                    '3.不同明度与纯度的TIFFANY蓝和灰褐色的组合，尽显奢华精英贵族气质，是时尚家居的完美配色方案。',
                    '4.玫瑰金的灯具增加空间的华丽感，但又不显得过于浮夸。',
                    '5.沙发背景采用复古欧式建筑窗结合科林斯式罗马柱让人瞬间沉浸在古希腊雅典的岁月之中。',
                    '6.客厅增加一组书架，给整个空间增加居家的生活气息。',
                    '7.处处是景，整个空间优雅，精致，时尚',
                    '8.餐厅圆弧的卡座，配金属感十足的餐桌，浓厚的生活气息以及跳跃出来的摩登元素。',
                    '9.卧室设计色调更为清淡，灰色墙纸加法式吊顶，充满浪漫情景，但又不会过于繁杂。',
                    '10.厨房地面慕斯白与黑玛瑙色地砖用几何的形式夸张的对比手法让空间在摩登与复古中徘徊交融。',
                    '11.干区精致时尚，延续空间整体色调',
                ],
                pic:{
                    total:16, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/4/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=10860&source=text_link', //地址url

            },
            {//0  风格
                index: 2, //第几个项目
                title: ' 豪无边际',  //项目标题
                tab: '230㎡,四室二厅一厨三卫     ,欧式',  //项目的说明
                content: [
                    '1.客厅',
                    '2.客厅',
                    '3.餐厅',
                    '4.餐厅',
                    '5.玄关',
                    '6.走廊端景',
                    '7.主卧',
                    '8.主卧',
                    '9.主卧',
                    '10.儿童房',
                    '11.次卧',
                    '12.儿童房',
                    '13.主卫',
                    '14.客卫',
                    '15.厨房',
                    '16.次卫',
                ],
                pic: {
                    total: 17, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/4/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=16300&source=text_link', //地址url
            }

        ],
        [//5 美式
            {
                index:1, //第几个项目
                title:'春天的名义',  //项目标题
                tab:'145㎡,四室二厅一厨二卫 ,美式',  //项目的说明
                content:[
                    '1.仿古墙,地砖，花卉壁纸，小鸟饰品，亚麻布艺沙发，古典灯饰，处处充盈着自然，怀旧..',
                    '2.简洁自然，浪漫自由舒适的家居氛围',
                    '3.客餐厅全景',
                    '4.局部软饰展示',
                    '5.沙发抱枕，挂画，台灯',
                    '6.将书房和卧室变成一个套间，工作，休息互不干扰。同时增加了卧室的私密性',
                    '7.小鸟饰品，亚麻布艺沙发，古典灯饰，处处充盈着自然，怀旧，散发着浓郁泥土芬芳的家居情调',
                    '8.餐厅面积较小，为增加储物量将原餐厅平窗设计成柜式飘窗，实用与美观多用性',
                    '9.采用大空间统一手法分区局部吊顶，以保证最大的层高感和整体感，弧形的门拱增加了居室的活泼和浪漫感',
                    '10.玄关大理石拼花马赛克，呼应整个家居格调',
                    '11.复古而自然',
                    '12.嫩绿色的花卉墙纸搭配稳重大气的美式家具，复古铁艺灯饰，拥有着极大的舒适性，也透露着主人的怀旧情怀和浪漫，简单却不平凡',
                    '13.面积较小，考虑到功能的齐全，小孩要有自己的空间学习玩耍，所以设计成榻榻米连体衣柜，浅蓝的色调象征着宁静，童真，明亮...',
                    '14.清新，简洁的睡眠空间',
                    '15.以中式茶室为主题，保持原建筑格局，巧妙利用花鸟艺术玻璃做成进入杂物间隐形门成为入户一处独特的风景画，并与客餐厅设计元素相呼应',
                ],
                pic:{
                    total:16, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/5/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=10740&source=text_link', //地址url
            },
            {
                index:2, //第几个项目
                title:'HOUZZ简约当道',  //项目标题
                tab:'190㎡,四室两厅美式 ,美式',  //项目的说明
                content:[
                    '1.其实整个房子的楼层并不高在第三楼，所以最开始配色的考虑就会采用大量的白色木质墙板家具来对光线进行进一步的折射，使客厅看上去更加亮堂。',
                    '2.客厅空间并不是很富裕，所以在做电视背景墙和客厅垭口的时候，精心核算了各个元素的尺寸，在满足一定客厅收纳要求的情况下，最大限度的不挤占空间。',
                    '3.客厅的空间层次和节奏的安排上，我把鞋柜和走廊融为一体，通过垭口来把客厅区分开来，这样整个空间看上去很饱满也很有层次。',
                    '4.这个是入户直达电梯一出来所看到的一个餐厅窗户。每晚上当家庭成员回来的时候，一出电梯就能透过这个窗户看到餐厅里温馨舒适的氛围。',
                    '5.因为采用了开放式厨房设计，所以在采光上的优势比较明显。酒柜，开放式厨房，窗户等这些元素很好的营造了一个通透开阔的餐厅氛围',
                    '6.因为采用了无烟灶台，所以厨房就省去了传统的厨房门，使空间的融合感更强。',
                    '7.同样采用简洁的设计手法，乳胶漆和床头背景颜色相互呼应，主卧床旁边设计了一个辅助小衣柜，让业主不用进衣帽间就能很轻松的拿到衣服。',
                    '8.主卧采用了套房的设计，融了大衣柜和书房的功能。主卧所有的柜子加起来有12米长！',
                    '9.主卧的衣帽间在安置了超大的储物收纳空间以外，还设置了一个双人书桌，可以满足业主以后同时工作的需要。',
                    '10.父亲的房间中规中矩，利用了超大飘窗设计一个飘窗大衣柜，充分利用了空间，同时飘窗并没有采用传统的大理石，而是采用了软木作为飘窗垫。',
                    '11.母亲的卧室同样采用了无主灯设计，只在衣柜和床尾处设计了筒灯，即便晚上开灯也不会刺到眼睛。',
                    '12.充满童趣的床和床头背景，无不反应出小主人对车车的喜爱。',
                    '13.客卫干区采用马赛克单面铺贴的方式，保持了简约风格的同时也很好的处理了墙面防水的问题。',
                    '14.客卫淋浴间的布局做了细微的调整，淋浴区在门口，马桶在里面，这样可以腾出空间来给客卫的小阳台。',
                    '15.主卫的空间很宽松，淋浴和泡澡分开，同时屋主人还给自己单独配了一个洗衣机。',
                ],
                pic:{
                    total:16, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/5/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=11450&source=text_link', //地址url
            }
        ],
        [//6 地中海
            {
                index:1, //第几个项目
                title:'静静等候的时光',  //项目标题
                tab:'200㎡,六室三厅一厨三卫 ,地中海',  //项目的说明
                content:[
                    '1.虽然我们处在喧闹的城市中，可是在这样的一个花花阳台上，我们仿佛置身在郊外。',
                    '2.纯白色的墙面，配上蓝色的家具，让人的心情放松。',
                    '3.地面我们选择的是仿古砖，看上去不会那么冰冷。',
                    '4.客厅的家具我们主要采用的是蓝色和深咖色，在红色来点缀。',
                    '5.看到墙面的挂画，你有没有一种仿佛置身在海边的感觉。',
                    '6.干净清爽的餐厅，有没有让你的胃口大增呢？',
                    '7.我们做的是半开放厨房，厨房和餐厅是在同一个空间。',
                    '8.卧室的地面，我们选择的是实木的地板，这样比较舒适。',
                    '9.墙面大大的穿衣镜，是每个女人的最爱吧！',
                    '10.儿童床我们采用的是抬高式的床，以增加收纳空间，因为小朋友的玩具真的是太多了。',
                    '11.地面的砖我们用的是和部分墙面一样的，这样让它有一个空间的延伸。',
                    '12.这样的一个书房会不会让你觉得有趣，又实用呢？',
                ],
                pic:{
                    total:13, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/6/',
                    type:'.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=7161&source=text_link', //地址url
            },
            {//0  风格
                index: 2, //第几个项目
                title: '普罗旺斯',  //项目标题
                tab: '140㎡,三室二厅一厨二卫   ,地中海',  //项目的说明
                content: [
                    '1.软装以蓝色白为主，搭配原木色的家具，电视背景墙做了砖艺硅藻泥的处理。',
                    '2.沙发背景铁艺装饰画是淘宝买的。',
                    '3.餐厅顶面是用的杉木扣板刷的混白油漆，假梁是用炭化木装饰的表面。',
                    '4.入户玄关，地面用五彩砖无规律的铺贴，左侧用拱形铁艺处理，借了一些客厅的光线入玄关。',
                    '5.造型将原有结构的柱子很好隐藏起来。',
                    '6.小壁炉泥工师傅做的有点胖哈。',
                    '7.地中海风格，主要是软装上的搭配，没有造型也可以很漂亮吧。',
                    '8.卧室里带个小书房，拥有一个自己私密的',
                    '9.绿色系的卫生间。',
                    '10.干净整洁。厨房储物功能非常强大哦。',
                ],
                pic: {
                    total: 11, //一共有多少张图片
                    dir: '//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/2/6/',
                    type: '.jpg',
                },
                url:'https://www.lingduohome.com/newApp/share/dc?a=6691&source=text_link', //地址url
            }

        ],
    ],
    [//3 别墅型
        [//北欧
            {
                index:1, //第几个项目
                title:'北欧儿童国',  //项目标题
                tab:'300m²，六室二厅一厨一卫，北欧',  //项目的说明
                content:[
                    '1.妈妈觉得没有什么比午后的阳光下，一家人在客厅里其乐融融更加重要了。爸爸喜欢阅读，妈妈喝咖啡和摆弄绿植，孩子在角落里嬉戏打闹，就是这样。',
                    '2.五岁的皮皮出场了，最调皮的年龄，希望家里无处不是他的乐园，弟弟洛洛在哪儿呢？害羞的洛洛躲起来啦！',
                    '3.翻几页书，望着壁炉发发呆，数数墙上的木头，侍弄花花草草，惬意的生活就是这么简单。',
                    '4.吧台位于客厅中央，爸爸妈妈在这里小酌，同时照顾到孩子的一举一动。明亮的黄色是家庭的主题。',
                    '5.吧台上的CD机里放着一家人喜欢的音乐，黄色高背沙发是妈妈和皮皮的宠儿，爸爸说要猜拳，谁赢了谁坐。',
                    '6.餐厅总是被收拾的一尘不染，绕在梯子上的星星灯让吃饭变成一家人最温馨的时刻。',
                    '7.这里就是皮皮和洛洛的儿童王国啦！圆洞墙后是他们的阅读角，秋千是用挖出的圆洞做的，满足孩子爱玩的天性，对了，还有旁边灰色的黑板墙。',
                    '8.编织网围出了孩子的童话王国，灯光星星点点，大人们要钻进来可没那么容易。',
                    '9.斜坡屋顶是房子的特色，最高点立起宝宝的攀爬网，让小男孩变得勇敢坚强。',
                    '10.能猜得出这是哪儿吗？在楼梯上方设计了悬空的网，宝宝在家里也可以做飞人，漫步空中。',
                    '11.哥哥皮皮喜欢在网上赤着脚跑来跑去，弟弟洛洛更喜欢把它当作吊床，枕着靠枕，陷在软软的网里。',
                    '12.卧室的斜顶是空间的亮点，不要过多装饰，干干净净就好，气质担当就靠奥黛丽赫本了。',
                    '13.卧室的一角，看出黄色的画上是只长颈鹿了吗？',
                    '14.房子大就是任性，舒服得泡在浴缸里，透过天窗看星星、看月亮，还有好多绿绿的盆栽。',
                    '15.典型的北欧厨房搭配法则：黑白配＋小白砖，永远不会错。',
                ],
                pic:{
                    total:16, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/0/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=9628&source=text_link',
            },

        ],
        [//1 简约
            {
                index:1, //第几个项目
                title:'形光透也',  //项目标题
                tab:'400m²，六室三厅一厨五卫，北欧',  //项目的说明
                content:[
                    '1.木纹板背景墙上独特的灯光设计，让平淡的一隅空间瞬间变得动感十足。',
                    '2.这是一套加地下室共有四层的联排别墅，装修风格定义为现代，一楼包含了客厅、餐厅、厨房三大功能。',
                    '3.每个功能区域间都用了大落地玻璃隔断或移门，在保证整体采光通透的同时，也确保区域彼此独立。',
                    '4.一楼的扶梯分别通往地下室及二三楼区域。最大亮点在于从生而下的垂直吊灯，似在星空之中环游漫步。',
                    '5.餐厅和厨房间用一道玻璃移门隔开，既然保证开放式厨房的互动交流，又确保操作时油烟的完美阻隔。',
                    '6.厨房区域的设计秉承德系厨房的简约美观，并功能齐全。虽有设计倒台，也巧妙预留了吧台位。嵌入式厨房电器，让整个空间显得十分干净整洁。',
                    '7.过道区域也被充分利用，可在这里停歇交谈。',
                    '8.从主卧可以直接走到外面的露台，内部还设置一个暗门通道，向上是步入式衣帽间。',
                    '9.三层空间是主人的卧室，也配有一个书房，而最大的空间则是空中露台。',
                    '10.即使是主卧的大卫生间，着重的还是双台盆及干湿分离等功能设置。',
                    '11.二层区域被设计成儿童房和客房所在区，并配有一个书房，一个榻榻米功能区。',
                    '12.无论是品茶还是品酒都可以享受绿意。',
                    '13.为了让处于地下的这个区域也能够呼吸到自然，在空间通体处留出了一个绿植区。',
                    '14.地下室的卫生间采用了谷仓门的设计，确保隐私同时也让卫生间空气流通，并与整个空间的现代工业风一脉相承。',
                    '15.影音室的设计也十分简约，皮质沙发及大荧幕却是舒适的保证。角落处的龙猫玩偶，透露了这个家庭的组成。',
                ],
                pic:{
                    total:16, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/1/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=12896&source=text_link',
            }
        ],
        [//2 中式
            {
                index:1, //第几个项目
                title:'雲淡风轻',  //项目标题
                tab:'350m²，五室二厅一厨四卫，中式',  //项目的说明
                content:[
                    '1.现代基因混合着东方韵味，你能一眼识别它的中式元素，但又不会显得太传统。额外加建的阳台大大增加客厅的空间感。',
                    '2.电视墙采用钢架悬挂处理，保留前后空间的通透，并增加立体感。',
                    '3.客厅素色的勾边配上单纯的米灰，铺陈出质感与优雅。',
                    '4.线条干净明快，轻描淡写的混合一些中式元素，带来强烈的文艺气息。',
                    '5.客厅中间偏右的顶梁，巧妙的处理在吊顶的造型中。',
                    '6.客厅与餐厅间的隔断，高雅大气，又不失设计感。',
                    '7.隔断与餐桌的造型，餐椅与沙发的颜色，交相呼应。',
                    '8.造型独特的摆件，让这个简单的卧室，瞬间增加了优雅时尚的味道。',
                    '9.水墨画为房间注入了温馨自然的格调。',
                    '10.儿童房延续了清新素雅的风格。',
                    '11.明亮整洁，充满阳光，它要陪伴孩子度过美好的童年。',
                    '12.属于小女儿的梦幻世界，如同她的眼神一样干净清澈。',
                    '13.好的设计，就是让每一个角度都有质感。',
                ],
                pic:{
                    total:14, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/2/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=8770&source=text_link',
            }
        ],
        [//3 日式
            {
                index:1, //第几个项目
                title:'缘木',  //项目标题
                tab:'250m²，三室二厅一厨二卫，日式',  //项目的说明
                content:[
                    '1.很享受休息时窝在沙发上沐浴阳光的感觉，也很喜欢激情时，窝在上，开着80寸的电视打游戏....',
                    '2.墙面的处理一切宗旨是干净大气。为了让墙面显得不那么冷后期运用了暖色的百叶帘，这样和整个空间的格调更能协调！透过百叶帘，只看光影效果也很好',
                    '3.采光0遮挡，窝在沙发上就能看见忙碌的身影，幸福感满满！',
                    '4.窝在沙发上就能看见忙碌的身影，幸福感满满！',
                    '5.厨房设计成开放式，使得厨房、客厅、餐厅间的交流达到零阻碍，且相互融为一体，明亮、大气而一气呵成。',
                    '6.窗外日渐清凉 案上的花 手中的书 泯一杯茶 会不会和北海道的你一样温暖。',
                    '7.牵着我的手，闭着眼也不会迷路。',
                    '8.流水线的扶手增加了家的柔美',
                    '9.二楼独立空间的书房，更加的安静和安详。',
                    '10.主卧电视背景也是做的简化。',
                    '11.主卧卫浴。',
                    '12.一层卫生间，设计师给做的石膏板吊顶，里面藏了灯带。偶尔泡澡的时候，只需要开灯带就够了。。。',
                ],
                pic:{
                    total:14, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/3/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=7508&source=text_link',
            }
        ],
        [//4 欧式
            {
                index:1, //第几个项目
                title:'合生御庭',  //项目标题
                tab:'350m²，四室三厅一厨三卫，欧式',  //项目的说明
                content:[
                    '1.灰镜和石膏板吊顶叠加，让空间富有层次美感。',
                    '2.进门玄关做了大理石背景高端大气上档次',
                    '3.华丽的水晶玉石灯投下淡淡的光配上奢华的家具使空间更加优雅富贵',
                    '4.丰富的软装饰品相结合，赐予空间灵动性。',
                    '5.地面大理石拼花处理跟门厅仅仅呼应。',
                    '6.顶面灰镜衬托水晶灯的照射层次分明。',
                    '7.楼梯采用大理石铺设凸显张扬富贵',
                    '8.打破常规，让空间通透扩大空间延伸感。',
                    '9.进门玄关地面采用大理石拼花处理。',
                    '10.舒适典雅的卧室，软包造型墙层次分明。',
                    '11.镜面马赛克画龙点睛',
                    '12.华丽的家具衬托富贵气息。',
                    '13.稳重舒适宁静睡梦空间',
                    '14.自配影视室不用去电影院看啦',
                    '15.防大理石瓷砖的应用，富贵不张扬。',
                ],
                pic:{
                    total:15, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/4/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=6540&source=text_link',
            }

        ],
        [//5 美式
            {
                index:1, //第几个项目
                title:'顶级牛排',  //项目标题
                tab:'200m²，四室二厅一厨二卫，美式',  //项目的说明
                content:[
                    '1.不需要太多采光的衣帽间替换到了原来厨房的位置。',
                    '2.高尔夫球场三面临湖的美好景致吸引业主购入此屋，把它称之为一块顶级牛排，并为它四处寻觅能烹饪好它的米其林三星厨师。有幸最后选中我们团队来合作。',
                    '3.这是一个四室两厅三卫一厨外加两个超大阳台的户型结构。',
                    '4.厨房挪到南面和餐厅相连的大阳台上，这样把厨房从一个黯淡无光的区域解放了出来，烹饪从此也变得阳光明媚和好心情。',
                    '5.另一半观景阳台规划成书房区。',
                    '6.将餐厅旁的次卧与卫生间合并规划成视听室。',
                    '7.完美的私密性和视觉感。',
                    '8.主卧设计了缝纫手作区，以满足业主的爱好需求。',
                    '9.独立的书桌兼储物完美结合。',
                    '10.卫生间色彩清新舒适。',
                    '11.色彩鲜明，亮丽。',
                    '12.我们利用这块顶级"食材“淋漓尽致的发挥自身特点，并发掘更多可能性，做出了最好的味道。',
                ],
                pic:{
                    total:15, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/5/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=8492&source=text_link',
            }

        ],
        [//6 地中海
            {
                index:1, //第几个项目
                title:'蓝色心情',  //项目标题
                tab:'200m²，三室二厅一厨二卫，地中海',  //项目的说明
                content:[
                    '1.客厅以地中海风格主色调蓝白（大海.蓝天为伍），与光.大自然融合的特殊风情。',
                    '2.空间设计透着白.蓝.黄色调的点缀增加空间的活跃感，它的基调是明亮.热烈和丰富的色彩。',
                    '3.地面砖斜铺带花头的形式更彰显地中海韵味。',
                    '4.公共空间中运用了地中海风格的建筑特色是拱门与半拱门的门窗元素，使整个空间显得更加和谐统一',
                    '5.餐厅吊顶采用假梁的设计',
                    '6.书房的顶面采用松木板的饰面材料更显空间的大体量和线条感',
                    '7.卫生间的功能综合设计提高空间的利用效率',
                    '8.小尺寸的瓷砖铺贴更显风格整体统一',
                    '9.弄个地中海风格的卫生间，上个厕所都心旷神怡',
                    '10.相对与整体的风格设计而言，作为私密空间的卧室融入的是更多个性化的元素',
                    '11.光线充足的主卧，放置了休闲用的沙发， 在光线合适的时候可以慵懒的晒一晒太阳',
                    '12.次卧的窗帘和墙纸相得益彰，铁艺的床架使整个空间看起来有格调',
                    '13.儿童房以简洁实用为主，没有用太多的花哨。',
                    '14.儿童的娱乐空间，学习空间为一体，更预留了后期可能会加入的个性化发展方向',
                    '15.橱柜样式和整体色彩上的搭配跟空间更为协调',
                ],
                pic:{
                    total:16, //一共有多少张图片
                    dir:'//qniyong.oss-cn-hangzhou.aliyuncs.com/1688/web/img/cyb/3/6/',
                    type:'.jpg',
                },
                url:'http://www.lingduohome.com/newApp/share/dc?a=11762&source=text_link',
            }
        ],

    ]
]
